Repository: snaverm/Pokemon-Go-Rocket-API
Catalog: PokemonGo-UWP/Strings/*/Pokedex.resw
Source language: en_us
Languages: de, es, fr, he, it, ja, pt_br, tr

# Nidorina.Description
source: When Nidorina are with their friends or family, they keep their barbs tucked away to prevent hurting each other. This Pokémon appears to become nervous if separated from the others.
de: Wenn Nidorina mit seinen Freunden oder seiner Familie zusammen ist, zieht es seine Widerhaken ein, damit es niemanden verletzt. Dieses Pokémon wird nervös, wenn man es von seinen Artgenossen trennt.
es: Cuando están en familia o con sus amigos, esconden las púas para evitar accidentes. Según parece, se alteran bastante si se separan del grupo.
fr: Lorsqu’un Nidorina est avec ses amis ou sa famille, il replie ses pointes pour ne pas blesser ses proches. Ce Pokémon devient vite nerveux lorsqu’il est séparé de son groupe.
he: כאשר Nidorina עם המשפחה או החברים שלהם, הם שומרים את הדוקרנים חבוי כדי למנוע פוגעים אחד בשני. פוקימון זה מופיע להיות עצבני, אם מופרדים מן האחרים.
it: Quando questi Pokémon si riuniscono con gli amici e la famiglia, tengono i loro aculei a debita distanza per evitare di ferirsi a vicenda. Se allontanati dal branco, diventano nervosi e irascibili.
ja: なかまや かぞくと いっしょの ときは おたがい きずつかないように トゲが ひっこんでいる。 なかまから はなれると ふあんに なるらしい。
pt_br: Quando Nidorina estão com seus amigos ou família, eles mantêm seus bigodes dobradas para evitar machucar um ao outro. Este Pokémon parece tornar-se nervoso, se separado dos outros.
tr: Nidorina arkadaşları veya aileleriyleyken birbirlerine zarar vermemek için dikenlerini saklarlar. Bu Pokémon diğerlerinden ayrılırsa gergin bir hale gelir.

# Nidoqueen.Description
source: Nidoqueen’s body is encased in extremely hard scales. It is adept at sending foes flying with harsh tackles. This Pokémon is at its strongest when it is defending its young.
de: Nidoqueens Körper ist mit sehr harten Schuppen bedeckt. Es ist sehr geschickt darin, Gegner mit harten Attacken wegzuschleudern. Dieses Pokémon entwickelt die größte Kraft, wenn es seine Jungen verteidigt.
es: Nidoqueen tiene el cuerpo totalmente recubierto de escamas durísimas. Suele lanzar por los aires a sus rivales de los violentos golpes que les propina. Cuando se trata de defender a sus crías, alcanza su nivel máximo de fuerza.
fr: Le corps de Nidoqueen est protégé par des écailles extrêmement dures. Il aime envoyer ses ennemis voler en leur fonçant dessus. Ce Pokémon utilise toute sa puissance lorsqu’il protège ses petits.
he: הגוף של Nidoqueen הוא עטוף קשקשים קשה מאוד. . זה מיומן על שליחת האויבים עף עם תיקולים קשים. פוקימון זה היא-כאשר החזק שלה הוא בהגנה על צאצאיו.
it: Il corpo di Nidoqueen è racchiuso in una corazza durissima. Riesce a scagliare i nemici lontano con un colpo secco. Questo Pokémon dà il massimo di sé quando difende i propri cuccioli.
ja: かたい ウロコで おおわれた からだを ぶつけて あいてを はじきとばす こうげきが とくいだ。 こどもを まもる ときが いちばん つよい。
pt_br: O corpo do Nidoqueen está envolto em escamas extremamente duras. Este Pokémon é mais forte quando ele está defendendo seus jovens.
tr: Nidoqueen'in vücudu çok sert kabuklarla kaplıdır. Rakiplerini vücut darbeleriyle uzaklara uçurmakta ustadır. Bu Pokémon kendisinden gençleri korurken en güçlü halini gösterir.

# NidoranMale.Description
source: Nidoran♂ has developed muscles for moving its ears. Thanks to them, the ears can be freely moved in any direction. Even the slightest sound does not escape this Pokémon’s notice.
de: Nidoran♂ hat Muskeln entwickelt, um seine Ohren bewegen zu können. Dadurch kann es sie in jede beliebige Richtung wenden. Diesem Pokémon entgeht nicht das leiseste Geräusch.
es: Nidoran♂ ha desarrollado músculos para mover las orejas y orientarlas en cualquier dirección. De este modo, es capaz de captar hasta el sonido más leve.
fr: Nidoran♂ a développé des muscles pour bouger ses oreilles. Ainsi, il peut les orienter à sa guise. Ce Pokémon peut entendre le plus discret des bruits.
he: Nidoran♂ פיתחה שרירי הזזת האוזניים שלו. והודות להם, האוזניים ניתן להעביר באופן חופשי בכל כיוון. אפילו שמץ הצליל לא חמק מעיני של פוקימון הזה.
it: Nidoran♂ ha sviluppato dei muscoli per muovere liberamente le orecchie in qualsiasi direzione. Così, questo Pokémon è in grado di percepire anche il più flebile fruscio.
ja: を うごかす きんにくが はったつしていて どんな むきにも じざいに を うごかせる。 かすかな ものおとも ききもらさない ポケモン。
pt_br: Nidoran♂ desenvolveu os músculos para mover suas orelhas. Graças a eles, as orelhas podem ser movidas livremente em qualquer direção. Mesmo o menor ruido escapa deste Pokémon.
tr: Nidoran♂ kulaklarını oynatmak için özel kaslar geliştirmiştir. Bunlar sayesinde kulakları her yöne oynayabilir. En ufak bir ses bile bu Pokémon'un kulaklarından kaçmaz.

# Nidorino.Description
source: Nidorino has a horn that is harder than a diamond. If it senses a hostile presence, all the barbs on its back bristle up at once, and it challenges the foe with all its might.
de: Nidorino besitzt ein Horn, das sogar härter ist als ein Diamant. Wenn es einen Feind wahrnimmt, stellen sich all die Widerhaken auf seinem Rücken auf und es schlägt den Gegner mit aller Kraft in die Flucht.
es: Nidorino tiene un cuerno de dureza superior a la del diamante. Si siente una presencia hostil, se le erizan las púas del lomo enseguida y carga contra el enemigo con todas sus fuerzas.
fr: Nidorino dispose d’une corne plus dure que du diamant. S’il sent une présence hostile, toutes les pointes de son dos se hérissent d’un coup, puis il défie son ennemi.
he: Nidorino יש קרן זה הוא יותר קשה מאשר יהלום. אם הוא חש נוכחות עויינת, כל הכיפה על גבו לסמור בבת אחת, זה מאתגר את האויב בכל כוחו.
it: Nidorino è dotato di un corno più duro del diamante. Quando percepisce una presenza ostile, gli si rizzano immediatamente tutti gli aculei sulla schiena. A questo punto sfida il nemico con tutta la sua forza.
ja: ダイヤモンドよりも かたい ツノを もつ。 てきの けはいを かんじると せなかの トゲが いっせいに さかだち ぜんりょくで たちむかう。
pt_br: Nidorino tem um chifre que é mais duro que um diamante. Se sentir uma presença hostil, todas os espinhos nas costas saltam de uma só vez, desafiando o inimigo com todo seu poder.
tr: Nidorino elmastan daha sert bir boynuza sahiptir. Eğer bir düşman sezerse sırtındaki dikenler kalkar ve düşmanına bütün gücüyle meydan okur.

# Nidoking.Description
source: Nidoking’s thick tail packs enormously destructive power. With one swing, it can topple a metal transmission tower. Once this Pokémon goes on a rampage, there is no stopping it.
de: Nidokings Schweif ist enorm stark. Mit einer Bewegung kann es einen metallenen Sendemast zum Einsturz bringen. Wenn es in Rage gerät, ist es nur schwer aufzuhalten.
es: La gruesa cola de Nidoking encierra una fuerza realmente destructora. Con una vez que la agite, es capaz de tumbar una torre metálica de transmisión. Una vez que este Pokémon se desboca, no hay quien lo pare.
fr: L’épaisse queue de Nidoking est d’une puissance incroyable. En un seul coup, il peut renverser une tour métallique. Lorsque ce Pokémon se déchaîne, plus rien ne peut l’arrêter.
he: הזנב עבה של Nidoking חבילות כוח הרסני מאוד. בחבטה אחת, זה יכול להפיל את מגדל השידור מתכת. ברגע זה פוקימון הולך על השתוללות, יש לעצור את זה.
it: La possente coda di Nidoking è dotata di un enorme potere distruttivo. Con un solo colpo riesce ad abbattere un pilone metallico. Quando si scatena non c’è modo di fermare la sua furia.
ja: ふとい しっぽの ひとふりは がんじょうな てっとうも へしおる すさまじい はかいりょく。 いちど あばれだすと てが つけられない。
pt_br: A Cauda grossa de Nidoking contém um enorme e destrutivo poder. Com um movimento, ele pode derrubar uma torre de transmissão de metal. Uma vez que este Pokémon entra en um tumulto, não há como interrompêr-lo.
tr: Nidoking'in kalın kuyruğu yok edici bir güce sahiptir. Tek bir vuruşla metal ulaşım kulesini yere indirebilir. Bu Pokémon kızdırılırsa geri dönüşü yoktur.

# Clefairy.Description
source: On every night of a full moon, groups of this Pokémon come out to play. When dawn arrives, the tired Clefairy return to their quiet mountain retreats and go to sleep nestled up against each other.
de: In Vollmondnächten zeigt sich dieses Pokémon. Wenn es Tag wird, kehrt Piepi zu seinem Zufluchtsort in den Bergen zurück und schläft eingekuschelt neben seinen Artgenossen ein.
es: Siempre que hay luna llena, salen en grupo para jugar. Al amanecer, los Clefairy, agotados, regresan a sus refugios de montaña para dormir acurrucados unos con otros.
fr: Les nuits de pleine lune, des groupes de ces Pokémon sortent jouer. Lorsque l’aube commence à poindre, les Mélofée fatigués rentrent dans leur retraite montagneuse et vont dormir, blottis les uns contre les autres.
he: על כל לילה של ירח מלא, קבוצות של פוקימון הזה לצאת החוצה לשחק. כאשר מגיע השחר, Clefairy עייף לחזור שלהם ההר שקט נסוג וללכת לישון כל אחד נגד השני.
it: In ogni notte di luna piena questi Pokémon escono in gruppo a giocare. All’alba i Clefairy tornano stanchi nella quiete delle loro tane montane e vanno a dormire stretti fra loro.
ja: まんげつの よるは げんき いっぱいに あそぶ。 あけがた つかれた ピッピたちは しずかな やまおくで なかまたちと よりそって ねむる。
pt_br: Todas as noites de lua cheia, grupos deste Pokémon saem pra brincar. Quando chega a madrugada, os Clefairy cansado retornam para seus retiros na montanha, para ire dormir tranquilos e aninhados uns contra os outros.
tr: Her gece dolunayda bu Pokémon gruplar halinde oynamak için ortaya çıkar. Şafakta yorgun Clefairy'ler sakin dağlarına çekilir ve birbirlerine yuvalanmış şekilde uyurlar.

# Clefable.Description
source: Clefable moves by skipping lightly as if it were flying using its wings. Its bouncy step lets it even walk on water. It is known to take strolls on lakes on quiet, moonlit nights.
de: Pixi bewegt sich fort, indem es leicht mit den Flügeln schlägt. Durch seinen federnden Gang kann es sogar über Wasser gehen. Bei Mondschein unternimmt es Spaziergänge auf Seen.
es: Clefable se mueve dando saltitos como si fuera haciendo uso de las alas. Estos pequeños brincos le permiten caminar por el agua. De todos es sabido que le encanta darse paseos por los lagos en tranquilas noches de luna llena.
fr: Les Mélodelfe se déplacent en sautant doucement, comme s’ils volaient. Leur démarche légère leur permet même de marcher sur l’eau. On raconte qu’ils se promènent sur les lacs, les soirs où la lune est claire.
he: Clefable עובר על-ידי דילוג בקלילות, כאילו זה היה עף בעזרת כנפיו. שלב קופצני שלו מאפשר זה אפילו ללכת על המים. זה ידוע לקחת מטייל על אגמים בלילות שקטים, לאור ירח.
it: Clefable si muove saltellando leggero come se fluttuasse sorretto dalle sue ali. Così riesce anche a camminare sull’acqua. È solito passeggiare sui laghi in silenziose notti di luna piena.
ja: つばさを つかって とぶように スキップ。 すいめんを あるく ことだって できるのだ。 しずかな つきよに ずう を あるく。
pt_br: Clefable se move saltando levemente como se ele estivesse voando usando suas asas. Seu passo saltitante permite que ele até mesmo ande sobre a água. É conhecido por dar passeios em lagos, nas noites de silêncio, iluminadas pela lua.
tr: Clefable kanatlarını kullanarak uçuyormuş gibi yere hafifçe dokunarak hareket eder. Bu sayede su üstünde bile yürüyebilir. Sakin, gece ışığıyla aydınlatılmış gecelerde göllerde yürüyüşe çıktığı bilinir.

# Vulpix.Description
source: Inside Vulpix’s body burns a flame that never goes out. During the daytime, when the temperatures rise, this Pokémon releases flames from its mouth to prevent its body from growing too hot.
de: In Vulpix’ Körper brennt eine Flamme, die niemals erlischt. Am Tage, wenn die Temperaturen steigen, stößt dieses Pokémon Flammen aus seinem Mund aus. So schützt es sich davor, dass sein Körper zu heiß wird.
es: En el interior del cuerpo de Vulpix arde una llama que nunca se extingue. Durante el día, cuando suben las temperaturas, este Pokémon libera llamas por la boca para evitar recalentarse.
fr: À l’intérieur du corps de Goupix se trouve une flamme qui ne s’éteint jamais. Pendant la journée, lorsque la température augmente, ce Pokémon crache des flammes pour éviter que son corps ne devienne trop chaud.
he: בתוך הגוף של Vulpix שורפת הלהבה אף פעם לא יוצא. במהלך היום, כאשר החום עולה, פוקימון זה משחרר להבות מהפה שלה כדי למנוע את הגוף שלה גדל יותר מדי חם.
it: All’interno del corpo di Vulpix brucia una fiamma inestinguibile. Di giorno, quando sale la temperatura, questo Pokémon emette fiamme dalla bocca per evitare il surriscaldamento del proprio corpo.
ja: からだの なかで ほのおが いつも もえている。 ひるま きおんが あがると たいおんも たかく なってしまうので くちから ほのおを にがす。
pt_br: Dentro do corpo do Vulpix queima uma chama que nunca se apaga. Durante o dia, quando a temperatura sobe, este Pokémon lança chamas de sua boca para evitar que seu corpo fique muito quente.
tr: Vulpix'in vücudunun içinde sönmeyen bir ateş yanar. Gün içinde bu Pokémon vücudunun çok ısınmasını engellemek için ağzından ateş salar.

# Ninetales.Description
source: Legend has it that Ninetales came into being when nine wizards possessing sacred powers merged into one. This Pokémon is highly intelligent—it can understand human speech.
de: Eine Legende besagt, dass Vulnona zu existieren begann, als neun Zauberer mit heiligen Kräften zu einem verschmolzen. Dieses Pokémon ist hochintelligent und versteht die menschliche Sprache.
es: Cuenta la leyenda que Ninetales nació de la fusión de nueve hechiceros que tenían poderes sagrados. Este Pokémon es realmente inteligente. Entiende el lenguaje humano.
fr: La légende raconte que Feunard est apparu lorsque neuf sorciers aux pouvoirs sacrés décidèrent de fusionner. Ce Pokémon est très intelligent. Il comprend la langue des hommes.
he: האגדה הזו באה Ninetales כאשר אשפים תשעה בעלי כוחות הקדושה התמזגו לאחד. פוקימון זה מה שתצטרך — זה יכול להבין דיבור אנושי.
it: Narra la leggenda che Ninetales sia nato dalla fusione di nove maghi dai sacri poteri in un’unica creatura. Questo Pokémon estremamente intelligente riesce a capire il linguaggio umano.
ja: ９にんの せいなる ちからを もった せんにんが がったいして うまれたという でんせつが ある。 ちのうが たかく ひとの ことばを りかいする。
pt_br: A lenda conta que Ninetales apareceu quando nove bruxos possuindo poderes sagrados se fundiram em um. Este Pokémon é muito inteligente — Ele pode enteder a fala humana.
tr: Efsaneye göre Ninetales, 9 büyücünün kutsal güçlerinin birleştirilmesi sonuçu ortaya çıkmıştır. Bu Pokémon son derece akıllıdır, insan konuşmasını bile anlayabilir.

# Jigglypuff.Description
source: When this Pokémon sings, it never pauses to breathe. If it is in a battle against an opponent that does not easily fall asleep, Jigglypuff cannot breathe, endangering its life.
de: Während dieses Pokémon singt, holt es niemals Luft. Im Kampf gegen einen Gegner, der nicht so leicht in Schlaf zu versetzen ist, kann Pummeluff nicht atmen. Leider gefährdet es sich dadurch selbst.
es: Cuando este Pokémon canta, no para nunca para respirar. Si en combate el enemigo no se queda dormido con facilidad, Jigglypuff no podrá respirar y su vida correrá peligro.
fr: Lorsque ce Pokémon chante, il ne s’arrête pas pour respirer. Quand il se bat contre un adversaire qu’il ne peut pas facilement endormir, Rondoudou reste donc sans respirer, mettant sa vie en danger.
he: כאשר זה פוקימון שר, זה אף פעם לא השהיית לנשום. אם זהו קרב נגד יריב בקלות להירדם, Jigglypuff לא יכול לנשום, מסכן את חייו שלו.
it: Quando canta, Jigglypuff non si ferma a prendere fiato. Se lotta contro un nemico che non si addormenta facilmente, non respira rischiando così di esaurire tutte le sue energie.
ja: うたう ときは いちども いきつぎをしない。 なかなか ねむらない てきを あいてに した ときは いきを できない プリンも いのちがけ。
pt_br: Quando este Pokémon canta, ele nunca faz uma pausa para respirar. Se ele entra em uma batalha contra um oponente que não dorme facilmente, Jigglypuff não consegue respirar, pondo em risco sua vida.
tr: Bu Pokémon şarkı söylerken asla nefes almak için durmaz. Eğer kolayca uyumayan bir rakip ile karşı karşıyaysa Jigglypuff nefes alamaz ve hayatını tehlikeye atar.

# Wigglytuff.Description
source: Wigglytuff’s body is very flexible. By inhaling deeply, this Pokémon can inflate itself seemingly without end. Once inflated, Wigglytuff bounces along lightly like a balloon.
de: Knuddeluffs Körper ist sehr dehnbar. Indem es tief einatmet, kann sich dieses Pokémon selbst aufblasen. Wenn es aufgepumpt ist, hüpft es wie ein Luftballon umher.
es: El cuerpo de Wigglytuff es muy flexible. Dicen que, al aspirar aire, puede hincharse sin límites. Y, una vez hinchado, se pone a botar como si fuera una pelota.
fr: Le corps de Grodoudou est très élastique. S’il inspire profondément, ce Pokémon peut se gonfler à volonté. Une fois gonflé, Grodoudou peut rebondir comme un ballon.
it: Wigglytuff è molto elastico. Se respira profondamente, questo Pokémon riesce a gonfiarsi praticamente all’infinito. Una volta gonfio, Wigglytuff rimbalza leggero come un pallone.
ja: だんりょくせいに すぐれた からだは おおきく いきを すいこむと どこまでも ふくれていく。 ふくらんだ プクリンは ふんわり はねるよ。
pt_br: O corpo do Wigglytuff é muito flexível. Inalando profundamente, este Pokémon pode se inflar. Uma vez inflado, Wigglytuff salta levemente como um balão.
tr: Wigglytuff'ın vücudu çok esnektir. Derince nefes alarak bu Pokémon kendisini bitmek bilmez bir şekilde şişirebilir. Wigglytuff şiştiğinde bir balon gibi hafifçe zıplayarak hareket eder.

# Zubat.Description
source: Zubat avoids sunlight because exposure causes it to become unhealthy. During the daytime, it stays in caves or under the eaves of old houses, sleeping while hanging upside down.
de: Zubat meidet Sonnenlicht, da es dadurch krank würde. Am Tage hält es sich in Höhlen oder unter den Dachrinnen alter Häuser auf. Dort schläft es mit dem Kopf nach unten.
es: Zubat evita la luz del día porque le resulta perjudicial para la salud. Durante el día, permanece en cuevas o bajo los aleros de las casas viejas durmiendo colgado de las patas, cabeza abajo.
fr: Nosferapti évite la lumière du soleil, car ça le rend malade. Pendant la journée, il reste dans les cavernes ou à l’ombre des vieilles maisons, où il dort, la tête à l’envers.
he: Zubat מונע אור השמש כי חשיפה גורם לה להיות לא בריא. במהלך היום, זה נשאר במערות או מתחת לשולי הגג הישן בתים, שינה בעת תלוי הפוך.
it: Zubat evita la luce del sole perché nociva per la sua salute. Durante il giorno sta rintanato in grotte o sotto i cornicioni di vecchie case, dormendo appeso a testa in giù.
ja: たいようの ひかりを あびると たいちょうが わるくなるので ひるまは どうくつや ふるびた いえの のきしたに ぶらさがって ねている。
pt_br: Zubat evita a luz solar porque a exposição faz com que ele fique doente. Durante o dia, ele fica em cavernas ou debaixo de casas velhas, dormindo pendurado de cabeça para baixo.
tr: Zubat güneş ışığından kaçar çünkü bu onun için zararlıdır. Gün içerisinde mağaralarda veya eski evlerin bodrum katında kalır ve baş aşağı asılı bir şekilde uyur.

# Golbat.Description
source: Golbat bites down on prey with its four fangs and drinks the victim’s blood. It becomes active on inky dark moonless nights, flying around to attack people and Pokémon.
de: Golbat beißt seine Beute mit seinen vier Reißzähnen und trinkt das Blut seiner Opfer. Es wird in Nächten aktiv, in denen nicht einmal der Mond scheint. Es fliegt dann durch die Dunkelheit und greift Menschen und Pokémon an.
es: Golbat derriba a sus víctimas mordiéndoles con los cuatro colmillos que tiene y chupándoles la sangre. Solo entra en acción en las noches sin luna. Revolotea en la oscuridad para atacar a Pokémon y personas.
fr: Nosferalto mord sa proie grâce à ses quatre crocs pour boire son sang. Il ne sort que lorsque la nuit est noire et sans lune, pour voleter en quête de gens et de Pokémon à mordre.
he: Golbat נושך למטה על הטרף עם ארבעת הניבים שלו ושותה הדם של הקרבן. הוא הופך פעיל בלילות כדיו כהה ללא ירח, מתעופפים לתקוף אנשים ואת פוקימון.
it: Golbat azzanna i nemici con i suoi quattro canini e ne beve il sangue. È particolarmente attivo nel buio pesto delle notti senza luna e vola attaccando le persone e gli altri Pokémon.
ja: ４ほんの キバで か つき けつえきを のむ。 つきの でてない まっくらな よるは かっぱつに とびまわり ひとや ポケモンを おそうぞ。
pt_br: Golbat morde as presas com seus quatro dentes e bebe o sangue da vítima. Ele se torna ativo em noites escuras sem lua, voando ao redor para atacar pessoas e Pokémon.
tr: Golbat dört sivri dişi ile avını ısırır ve kurbanın kanını emer. Ay ışığı olmayan gecelerde aktif olur, etrafta uçarak insanlara ve Pokémonlara saldırır.

# Oddish.Description
source: Oddish searches for fertile, nutrient-rich soil, then plants itself. During the daytime, while it is planted, this Pokémon’s feet are thought to change shape and become similar to the roots of trees.
de: Myrapla sucht nach fruchtbarem, nahrhaftem Boden und pflanzt sich selbst darin ein. Solange es eingepflanzt ist, nehmen seine Füße tagsüber die Gestalt von Baumwurzeln an.
es: Oddish busca los suelos fértiles y ricos en nutrientes para plantarse en la tierra. Durante el día, se cree que le cambia la forma de los pies y se le empiezan a parecer a las raíces de los árboles.
fr: Mystherbe cherche un sol fertile et riche en nutriments, pour s’y planter. Pendant la journée, quand il est planté, les pieds de ce Pokémon changent de forme et deviennent similaires à des racines.
he: Oddish ב מחפש קרקע פורייה, עשירות, ולאחר מכן צמחים עצמה. במהלך היום, בזמן זה נטוע, הרגליים של פוקימון זה נחשבים לשנות צורה ולהפוך דומה לשורשים של עצים.
it: Oddish cerca suolo fertile e ricco di sostanze nutritive per piantarvi le radici. Si dice che durante il giorno, quando è fisso nel terreno, le sue zampe si trasformino prendendo la forma delle radici degli alberi.
ja: えいよう たっぷりの つちを さがして うまる。 ひるま つちに うまっている ときには あしが きの ねっこのような かたちを しているらしい。
pt_br: Oddish procura por solo fértil, rico em nutrientes, em seguida, ele se planta no solo. Durante o dia, enquanto plantado, os pés deste Pokémon mudam de forma e tornam-se semelhantes às raízes das árvores.
tr: Oddish besin olarak verimli topraklar arar ve kendisini eker. Gün içinde ekilmişken bu Pokémon'un ayaklarının şekil değiştirip ağaç kökü gibi bir şekil aldığı düşünülür.

# Gloom.Description
source: From its mouth Gloom drips honey that smells absolutely horrible. Apparently, it loves the horrid stench. It sniffs the noxious fumes and then drools even more of its honey.
de: Aus Duflors Mund tropft übelst riechender Honig. Diesen Gestank scheint es zu lieben, denn es schnieft die giftigen Dämpfe ein und sabbert danach noch mehr Honig.
es: Gloom babea un néctar que tiene un olor realmente horrible, aunque parece ser que a él le gusta. De hecho, aspira los gases nocivos y libera más néctar aún.
fr: Ortide bave un miel qui sent horriblement mauvais. Apparemment, il adore cette odeur nauséabonde. Il en renifle les fumées toxiques et se met à baver du miel de plus belle.
he: מלועו Gloom נוטפת דבש זה מריח נורא לחלוטין. ככל הנראה, זה אוהב את הסירחון הנורא. הוא מרחרח את האדים יתמודד ולאחר מכן מזיל יותר של דבש שלו
it: Dalla bocca di Gloom fuoriesce una resina maleodorante e disgustosa. Evidentemente adora questo fetido olezzo, poiché lo annusa avidamente producendo poi altra resina.
ja: どうやら クサイハナは くちから たらしている もうれつに くさい ニオイが だいすき らしい。 ニオイを かいで さらに つを あふれさせる。
pt_br: Da boca do Gloom escorre mel que cheira absolutamente horrível. Aparentemente, ele ama o fedor horrível. Detecta os gases nocivos e em seguida Baba ainda mais o mel.
tr: Gloom'un ağızından tam anlamıyla rezalet kokan bir bal damlar. Anlaşıldığı kadarıyla iğrenç kokuyu çok sever. Zararlı dumanları kokladıkça ağzından akan bal daha da artar.
